{
    "title": "Kuhusu :: Petition & Ndirangu Gachunia",
    "position": "CS Utumishi wa Umma, Kaunti ya Nyeri & Mkurugenzi Mtendaji, CEREB",
    "bio": "Ndirangu Gachunia aliteuliwa kama CEC for Public Huduma ya Gavana wa Kaunti ya Nyeri, H.E. Mutahi Kahiga. Hii ni baada ya kumtumikia gavana huyo kama mshauri wake wa masuala ya kiuchumi na Mkurugenzi Mtendaji wa Kanda ya Kati ya Kiuchumi (CEREB). Gachunia ana shauku kubwa ya masuala ya uwezeshaji wa kiuchumi na maendeleo, elimu, haki za binadamu, siasa, umaskini kupunguza, huduma za jamii, na haki.",
    "video_heading": "Ndirangu Gachunia kwenye Nyeri Mohoro NewsHub",
    "commitment_heading": "Ahadi ya CS Ndirangu Gachunia",
    "commitment": "Ninasikiliza Redio ya kikuyu hasa ninapoendesha gari. Nawapenda Sec Gen na Board Chair coz nawaona wana akili. Lakini jambo moja kuudhi linalonifanya nizime ni bahati nasibu. Utangazaji unaoendelea wa watu wanaocheza kamari ili kujishindia baadhi ya bei unaelekeza jumuiya yetu kwenye mwelekeo mbaya. Mimi ni Mkurugenzi Mtendaji wa Kanda ya Kati ya kiuchumi na ninafikiria juu ya Mlima (ririri) kiuchumi mara nyingi zaidi kuliko sivyo. Sisi ni mtaji wa ujasiriamali wa taifa linalochangia 28% ya Pato la Taifa na 10% ya watu na tunamiliki 60% ya Nairobi. Ukweli. Bahati nasibu ni 'kodi retrogressive' kwa watu wa kipato cha chini. Ni vigumu sana kupata watu wanaofuatana au wanaume wa imani ya kweli wakicheza bahati nasibu. Ikiwa siku fulani bubu nilicheza na kushinda ningemlipa mtu kupiga picha hiyo. Siwezi kuishi maisha yanayofafanuliwa na kubahatisha. Hatuwezi kulisha kizazi chetu kipya kwamba mafanikio yanatokana na BAHATI na mambo ya nje. Watu waliofanikiwa kulingana na Marshall Goldsmith wanaamini kuwa mafanikio yanatokana na nguvu nyingi za utu, talanta, uwezo wa akili na msukumo wako wa ndani. Nikipewa nafasi ningejiwekea dau. Hii inanipa uwezo wa kwenda kufanya kazi na kushindana kama mtaalamu hata wakati kila kitu kingine kinaniambia nisifanye. Sijaona uhasi, waharibifu wa hatima, visingizio na walaghai. Umeweka kizuizi kwenye njia yangu ya maendeleo na kama mto lazima nipate nguvu ya kusogea na kuendelea kutembea kama mutembei. Vyombo vyetu vya habari lazima vionyeshe ukweli wetu. Lazima wawe waaminifu kwa ndoto na matarajio yetu kama jumuiya isiyotulisha takataka kila siku na kutarajia bora. Ni lazima watoe hesabu kwa kila kujiua, nyumba iliyovunjika na yote kwa sababu ya kushindwa kucheza kamari. Ninaona ni jambo la dharau sana linapohusishwa na Imani katika Mungu ninayemwamini. Fuatilia takataka zako kama tunavyosema katika Uchumi wa Mzunguko. Hesabu waathiriwa wako kwa sababu wanachangia Harambee zako za kila siku.",
    "share_button": "Shiriki",
    "fb_post": "Angalia Chapisho kwenye Facebook"
}