{
    "title": "Kudhibiti Kamari - Ndirangu Gachunia",
    "petition_heading": "Ombi la umma la kudhibiti kamari na miradi mingine ya bahati nasibu kwenye vituo vya redio na TV vya ufikiaji wa umma",
    "petition": "Utangazaji unaoendelea wa watu wanaocheza kamari ili kujishindia bei ni jumuiya na nchi zetu katika mwelekeo usio sahihi. Hatuwezi kulisha kizazi chetu kipya kwamba mafanikio yanatokana na BAHATI na mambo ya nje. Vyombo vya habari vyetu lazima vionyeshe ukweli wetu. Lazima wawe waaminifu kwa ndoto na matarajio yetu kama jumuiya isiyotulisha takataka kila siku na kutarajia bora. Ni lazima watoe hesabu kwa kila kujiua, nyumba iliyovunjika na yote kwa sababu ya kushindwa kucheza kamari. Kwa hivyo tunaiomba serikali na Bodi ya Kudhibiti Utoaji wa Leseni za Michezo ya Kubahatisha kurekebisha sheria na kanuni zinazoruhusu mipango hii ya bahati nasibu kwenye vituo vyetu vya habari vya ndani, redio na TV. Ombi hili linaiomba serikali kuweka kamari, kamari na mipango mingine ya bahati nasibu kwenye redio na televisheni na kupiga marufuku utangazaji kama huo kwenye jukwaa lolote nchini. Wacha iwe kama ilivyokuwa kwa sigara. Wale wanaotaka kucheza kamari bado watapata njia za kucheza kamari, kama vile bado kuna wavutaji sigara karibu, lakini haitakuwa kwa sababu walishawishiwa na tabia mbaya wakati wa kusikiliza redio, TV, au kituo kingine ambacho wanapaswa kupata. lishe ya kiakili na/au kiroho. Kwa muhtasari, ombi hili linaiomba serikali na BLCB:",
    "petition_1": "Kupiga marufuku michezo yote ya kamari, kamari na mipango mingine ya bahati nasibu ili isipeperushwe kwenye redio, TV na majukwaa mengine ya vyombo vya habari.",
    "petition_2": "Kupiga marufuku utangazaji wowote na wote wa kamari, kamari na mipango mingine ya bahati nasibu kwenye redio, TV na majukwaa mengine ya media ya karibu nawe.",
    "sign_btn_text": "Saini Ombi",
    "modal_title": "Hatua ya Mwisho - Taarifa za Kibinafsi",
    "fname": "Jina la Kwanza",
    "sname": "Jina la Kati",
    "lname": "Jina la Mwisho",
    "id_number": "Nambari ya Kitambulisho/Pasipoti",
    "email": "Anwani ya Barua Pepe",
    "phone_number": "Nambari ya Simu",
    "county": "Kaunti",
    "support_check": "Je, ungependa kuunga mkono/kufadhili ombi hili hadharani?",
    "sign_check": "Ninaelewa kuwa ninaambatisha sahihi yangu ya kidijitali kwa ombi hili.",
    "error_msg_prefix": "Tafadhali andika {{LABEL}}",
    "dismiss_modal_btn": "Ondoa",
    "sign_pad_title": "Weka sahihi hapa chini",
    "sign_pad_clear": "Futa Turubai"
}