{
    "title": "About :: Petition & Ndirangu Gachunia",
    "position": "CS Public Service, Nyeri County & CEO, CEREB",
    "bio": "Ndirangu Gachunia was nominated as the CEC for Public Service by the Nyeri County Governor, H.E. Mutahi Kahiga. This is after serving the governor as his economic adviser and the CEO of the Central Region Economic Bloc (CEREB). Gachunia is very passionate about issues of economic empowerment and development, education, human rights, politics, poverty alleviation, social services, and justice.",
    "video_heading": "Ndirangu Gachunia on Nyeri Mohoro NewsHub",
    "commitment_heading": "CS Ndirangu Gachunia's Commitment",
    "commitment": "I listen to kikuyu Radio especially when driving. I like Sec Gen and Board Chair coz l find them intelligent. But one annoying thing that makes me switch off is the lottery. The continuous advertising of people gambling to win some price is driving our community in the wrong direction. I am the CEO Central Region economic Bloc and I think about the Mountain (ruriri) economically more often than not. We are the entrepreneurial capital of the nation contributing 28% of the GDP with a 10% population and owning 60% of Nairobi. Fact. Lotteries are 'retrogressive taxes' on low income earners. Hardly can you find successive people or men of real faith playing lotteries. If on some dumb day I played and won I would pay someone to pose on that photo. I can't live life defined by randomness. We cannot feed our new generation that success comes from LUCK and external factors. Successful people according to Marshall Goldsmith believe that success comes from sheer force of personality , talent, brainpower and your inner drive. Given a chance i would bet on myself. This gives me power to go to work and compete like a pro even when everything else tells me not to. Am blind to negativity, destiny crashers, excuses and naysayers. You put a block on my path of progress and like a river i must find the strength to navigate and keep walking like mutembei. Our media must reflect our reality. They must stay true to our dreams and aspirations as a community not feeding us garbage daily and hoping for the best. They must account for every suicide, broken home and all on the account of failed gambling. I find it very insulting when it's linked to Faith in the God that I believe in. Trail your trash as we say in the Circular Economy . Account for your victims because they contribute to your daily Harambees.",
    "share_button": "Share",
    "fb_post": "See Facebook Post"
}